package com.xxx.ency.model.bean;

/**
 * Created by xiarh on 2017/11/1.
 */

public class OneBean {


    /**
     * data : {"author":"恰克·帕拉尼克","title":"寻人海报上的孩子","digest":"卡珊黛娜在失踪三个月后，走了回来。有一天早上，一个通勤族在州道公路上开车进城时，看到一个女孩子，近乎全裸，沿着铺了鹅卵石的路肩彳亍前行。那个","content":"<p>卡珊黛娜在失踪三个月后，走了回来。有一天早上，一个通勤族在州道公路上开车进城时，看到一个女孩子，近乎全裸，沿着铺了鹅卵石的路肩彳亍前行。那个女孩子看起来只围了一块腰布，戴着黑手套，穿了黑鞋子。她在脖子上好像裹了个围兜或是一条黑色大手帕，垂落下来遮住了她的胸部。等这个开车的人把车转回来，又打电话通报警方的时候，阳光已经明亮得让人看清楚那个女孩子其实全身赤裸。<\/p><p>她的鞋子、手套、腰布和围兜，都只是干了的血，厚厚一层干了的血，黑黑的，上面群集着嗡嗡作响的黑色苍蝇。那些苍蝇叮在她身上，多得像黑色的毛皮。<\/p><p>那个女孩的头部剃了头发，长了疥疮，只剩下一绺绺杂乱残发由她耳后伸出，或围着她的光头。<\/p><p>她之所以不良于行，是因为她右脚被砍掉了两根脚趾。<\/p><p>那个围兜，在她胸前的那一层血，那一层苍蝇，在医院急诊室里由医生用酒精清洗过之后，发现在她乳房的皮肤上刻了井字棋，有个不知名的人赢了。<\/p><p>等他们把她的手弄干净之后，发现两手的小指都不见了。其他手指的指甲都拔除掉了，剩下肿胀而变紫的肉。<\/p><p>在那层干了的血底下，她的皮肤呈青白色。女孩子的头部像下巴上的一些骨头，只看见颧骨和鼻梁骨，下颚上方的两边太阳穴都深陷成两个黑洞。<\/p><p>在急诊室用屏幕拉起的隔间里，克拉克太太把身子俯过她女儿病床的铬钢栏杆，说道：\u201c宝贝，哦，我的好宝贝\u2026\u2026谁把你弄成这个样子？\u201d<\/p><p>卡珊黛娜发出笑声，看着扎在她手臂里的针头，通到她静脉里的透明塑胶管，她说：\u201c是医生。\u201d<\/p><p>不是的，克拉克太太说，是谁切了她的手指头？<\/p><p>卡珊黛娜看着她的母亲说：\u201c你想我会让别人这样对我吗？\u201d她的笑声停止了，她说：\u201c是我自己做的。\u201d而这是卡珊黛娜最后一次发出笑声。<\/p><p>克拉克太太说，警方找到了一个证据，他们在她的阴道，还有她的肛门的内壁发现有细得像针一样的木屑刺在那里。警方法医组的人在她胸口和手臂的伤口里请出了碎玻璃屑。克拉克太太对她女儿说她不可以不说话。<\/p><p>他们需要知道卡珊黛娜所能记住的一切枝微末节。<\/p><p>警方说，不管做这些事的是什么人，都一定会再绑架另外一名受害者。除非卡珊黛娜能面对她的恐惧，帮助警方，否则攻击她的人就永远也抓不到。<\/p><p>卡珊黛娜躺坐在床上，在由窗口照进来的阳光中，背后垫好了几个枕头，看着在蓝色天空里来回飞舞的小鸟。<\/p><p>她的手指给白色绷带包成一大包，她的胸口缠满了绷带，她握在手里的铅笔只画着那些飞来飞去的小鸟，一本素描簿架靠在膝盖前。<\/p><p>克拉克太太说：\u201c卡珊黛娜？宝贝？你得把所有的事告诉警察。\u201d<\/p><p>如果有用的话，可以请催眠师到医院来。社工人员也会带细节齐全的娃娃来用在访谈里。<\/p><p>卡珊黛娜只看着那些鸟，画着那些鸟。<\/p><p>克拉克太太说：\u201c卡珊黛娜？\u201d她把手盖在卡珊黛娜包了白色纱布的手上。<\/p><p>卡珊黛娜看着她母亲，说道：\u201c不会再有这种事了。\u201d卡珊黛娜转回头去看那些飞鸟，说道：\u201c至少不会再发生在我身上\u2026\u2026\u201d<\/p><p>她说：\u201c我是我自己的受害者。\u201d<\/p><p>在外面的停车场上，电视台的新闻工作人员架设起卫星转播器材，每辆转播车上都顶着碟型天线，准备把新闻送给棚内的主播。现场的记者手执麦克风，把无线耳机塞进耳朵里。<\/p><p>三个月来，她们所在的那个镇上把寻人海报钉在电线杆上。每张海报上都有卡珊黛娜·克拉克的照片：穿着啦啦队长的制服，摇着一头金发。三个月来，警方查问了那所高中的学生。警探查问了在公共汽车站、火车站和机场工作的人。当地的电视台和电台都播出了公益广告，说明她体重一百一十磅，身高五尺六寸，绿色眼镜，长发及肩。<\/p><p>搜救犬闻了她啦啦队制服的裙子，追踪气味到一个公车站的候车椅。<\/p><p>民兵部队驾着机动船在车程一日可及范围内的所有池塘、湖泊和河流里打捞。<\/p><p>通灵人士打电话来说那个女孩子平安无事。说她和人私奔结婚了，或是说她已经死了，埋了。或是说她给当白奴卖掉了，给私运到外国，住在某个石油大王的后宫里。或是说她去做了变性手术，不久之后就会以男儿身回家来。或是说那女孩子给困在一座古堡或什么皇宫里，和一群陌生人关在一起，所有的人都在自残。有一个通灵人在一张纸上写了五个字，送去给克拉克太太，对折的纸上有颤抖的笔记，以铅笔写着：作家研习营。<\/p><p>三个月之后，所有绑在汽车天线上的黄丝带都退得几近白色。投降的旗子。<\/p><p>没有人理会那些通灵人士，这一类的人太多了。<\/p><p>每一具警方找到的无名尸体，因为焚烧、腐烂或是伤残到无法辨识的，都让克拉克太太屏气凝神地等到利用牙齿或DNA判定不是卡珊黛娜之后，才松了一口气。<\/p><p>到了第三个月，卡珊黛娜·克拉克在牛奶盒上微笑着摇她那头金发（美国常把失踪者的照片印在牛奶盒上协寻。译者注），到那时候，已经没有人再点蜡烛祈祷守夜了，当地银行所提出的悬赏金成为这个案子里唯一会引起兴趣的部分。<\/p><p>然后\u2014\u2014奇迹发生了\u2014\u2014她赤裸着身体在公路旁边踽踽而行。<\/p><p>在她的病床山，她的皮肤上有紫色的瘀伤。她的头发剃光了。手腕上戴着塑胶环，上面写着：\u201cC·克拉克\u201d。<\/p><p>郡方的医事检验人员想在她身上采取男性生殖器的细胞\u2014\u2014他说那种细胞是长形的，和女性阴部的圆形细胞不一样。他们想在她身上采取精液。那群警探用真空吸引器在她的头皮、手部和双脚上找不是她自己的表皮细胞，他们找到了蓝色丝绒、红色绸缎、黑色毛海的纤维。他们检查她口腔内部，用小碟子来分析DNA。<\/p><p>警方的心理医师来坐在她床边，说卡珊黛娜要说出她所有的痛苦，所有的辛酸，这是件很重要的事。<\/p><p>电视公司和电台的工作人员、报纸和杂志的记者，坐在停车场上，以她病房的窗子为背景，拍摄他们的报导，有些人退后来拍摄影人员拍摄摄影人员拍摄摄影人员拍摄她病房的窗子。以显示这里成了个马戏团，好像那才是最后的真相。<\/p><p>护士送来安眠药的时候，卡珊黛娜摇头说不要。她只要一闭上眼睛就睡着了。<\/p><p>因为卡珊黛娜不肯说话，警方就找上克拉克太太，跟她说他们的调查花掉了多少纳税人的钱。警探们摇着头，说他们有多生气，觉得遭到了背叛，他们那样辛苦，对那个女孩子那样关心，她却对自己给家人、社会和政府带来的痛苦和麻烦毫不在意。她害怕每个人为她哭泣，为她祈祷，每个人都恨那个折磨她的怪物，所有的人都希望把那个人抓起来受审。他们努力侦查，耗尽心力，至少该有这样的结果吧。该让他们看到她站在证人席上，一面哭着一面说那怪物怎么切了她的手指，割了她的胸部，还把木棍插进她的屁眼。<\/p><p>而卡珊黛娜只看着在她床边站成一排的警探。他们的每一张脸，所有的憎恨和愤怒都集中在她身上，因为她不肯给他们另外一个标靶。一个货真价实的恶魔，一个他们亟需的魔鬼。<\/p><p>地方检察官威胁说要以妨碍司法的罪名起诉卡珊黛娜。<\/p><p>她的母亲，克拉克太太，也在那群对她怒目而视的人里。<\/p><p>卡珊黛娜微微一笑，对他们说：\u201c你们难道还不明白吗？你们太执迷于矛盾冲突了。\u201d她说，\u201c这是我的圆满结局。\u201d她回头望着窗子，望着飞过的小鸟。她说：\u201c我觉得好极了。\u201d<\/p><p>她还住在医院里，要一条养在缸里的金鱼。然后，她靠躺在床上，看着金鱼在鱼缸里游来游去。画着金鱼，就像她母亲每天晚上看着一个个电视节目。<\/p><p>克拉克太太最后一次去看她的时候，卡珊黛娜只把眼光由金鱼缸移开了一下说：\u201c我不再像你那样了。\u201d她说：\u201c我不需要吹嘘我的痛苦\u2026\u2026\u201d<\/p><p>从那以后，泰丝·克拉克再也没有去看她。<\/p>","wc":2851}
     */

    private DataBean data;

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * author : 恰克·帕拉尼克
         * title : 寻人海报上的孩子
         * digest : 卡珊黛娜在失踪三个月后，走了回来。有一天早上，一个通勤族在州道公路上开车进城时，看到一个女孩子，近乎全裸，沿着铺了鹅卵石的路肩彳亍前行。那个
         * content : <p>卡珊黛娜在失踪三个月后，走了回来。有一天早上，一个通勤族在州道公路上开车进城时，看到一个女孩子，近乎全裸，沿着铺了鹅卵石的路肩彳亍前行。那个女孩子看起来只围了一块腰布，戴着黑手套，穿了黑鞋子。她在脖子上好像裹了个围兜或是一条黑色大手帕，垂落下来遮住了她的胸部。等这个开车的人把车转回来，又打电话通报警方的时候，阳光已经明亮得让人看清楚那个女孩子其实全身赤裸。</p><p>她的鞋子、手套、腰布和围兜，都只是干了的血，厚厚一层干了的血，黑黑的，上面群集着嗡嗡作响的黑色苍蝇。那些苍蝇叮在她身上，多得像黑色的毛皮。</p><p>那个女孩的头部剃了头发，长了疥疮，只剩下一绺绺杂乱残发由她耳后伸出，或围着她的光头。</p><p>她之所以不良于行，是因为她右脚被砍掉了两根脚趾。</p><p>那个围兜，在她胸前的那一层血，那一层苍蝇，在医院急诊室里由医生用酒精清洗过之后，发现在她乳房的皮肤上刻了井字棋，有个不知名的人赢了。</p><p>等他们把她的手弄干净之后，发现两手的小指都不见了。其他手指的指甲都拔除掉了，剩下肿胀而变紫的肉。</p><p>在那层干了的血底下，她的皮肤呈青白色。女孩子的头部像下巴上的一些骨头，只看见颧骨和鼻梁骨，下颚上方的两边太阳穴都深陷成两个黑洞。</p><p>在急诊室用屏幕拉起的隔间里，克拉克太太把身子俯过她女儿病床的铬钢栏杆，说道：“宝贝，哦，我的好宝贝……谁把你弄成这个样子？”</p><p>卡珊黛娜发出笑声，看着扎在她手臂里的针头，通到她静脉里的透明塑胶管，她说：“是医生。”</p><p>不是的，克拉克太太说，是谁切了她的手指头？</p><p>卡珊黛娜看着她的母亲说：“你想我会让别人这样对我吗？”她的笑声停止了，她说：“是我自己做的。”而这是卡珊黛娜最后一次发出笑声。</p><p>克拉克太太说，警方找到了一个证据，他们在她的阴道，还有她的肛门的内壁发现有细得像针一样的木屑刺在那里。警方法医组的人在她胸口和手臂的伤口里请出了碎玻璃屑。克拉克太太对她女儿说她不可以不说话。</p><p>他们需要知道卡珊黛娜所能记住的一切枝微末节。</p><p>警方说，不管做这些事的是什么人，都一定会再绑架另外一名受害者。除非卡珊黛娜能面对她的恐惧，帮助警方，否则攻击她的人就永远也抓不到。</p><p>卡珊黛娜躺坐在床上，在由窗口照进来的阳光中，背后垫好了几个枕头，看着在蓝色天空里来回飞舞的小鸟。</p><p>她的手指给白色绷带包成一大包，她的胸口缠满了绷带，她握在手里的铅笔只画着那些飞来飞去的小鸟，一本素描簿架靠在膝盖前。</p><p>克拉克太太说：“卡珊黛娜？宝贝？你得把所有的事告诉警察。”</p><p>如果有用的话，可以请催眠师到医院来。社工人员也会带细节齐全的娃娃来用在访谈里。</p><p>卡珊黛娜只看着那些鸟，画着那些鸟。</p><p>克拉克太太说：“卡珊黛娜？”她把手盖在卡珊黛娜包了白色纱布的手上。</p><p>卡珊黛娜看着她母亲，说道：“不会再有这种事了。”卡珊黛娜转回头去看那些飞鸟，说道：“至少不会再发生在我身上……”</p><p>她说：“我是我自己的受害者。”</p><p>在外面的停车场上，电视台的新闻工作人员架设起卫星转播器材，每辆转播车上都顶着碟型天线，准备把新闻送给棚内的主播。现场的记者手执麦克风，把无线耳机塞进耳朵里。</p><p>三个月来，她们所在的那个镇上把寻人海报钉在电线杆上。每张海报上都有卡珊黛娜·克拉克的照片：穿着啦啦队长的制服，摇着一头金发。三个月来，警方查问了那所高中的学生。警探查问了在公共汽车站、火车站和机场工作的人。当地的电视台和电台都播出了公益广告，说明她体重一百一十磅，身高五尺六寸，绿色眼镜，长发及肩。</p><p>搜救犬闻了她啦啦队制服的裙子，追踪气味到一个公车站的候车椅。</p><p>民兵部队驾着机动船在车程一日可及范围内的所有池塘、湖泊和河流里打捞。</p><p>通灵人士打电话来说那个女孩子平安无事。说她和人私奔结婚了，或是说她已经死了，埋了。或是说她给当白奴卖掉了，给私运到外国，住在某个石油大王的后宫里。或是说她去做了变性手术，不久之后就会以男儿身回家来。或是说那女孩子给困在一座古堡或什么皇宫里，和一群陌生人关在一起，所有的人都在自残。有一个通灵人在一张纸上写了五个字，送去给克拉克太太，对折的纸上有颤抖的笔记，以铅笔写着：作家研习营。</p><p>三个月之后，所有绑在汽车天线上的黄丝带都退得几近白色。投降的旗子。</p><p>没有人理会那些通灵人士，这一类的人太多了。</p><p>每一具警方找到的无名尸体，因为焚烧、腐烂或是伤残到无法辨识的，都让克拉克太太屏气凝神地等到利用牙齿或DNA判定不是卡珊黛娜之后，才松了一口气。</p><p>到了第三个月，卡珊黛娜·克拉克在牛奶盒上微笑着摇她那头金发（美国常把失踪者的照片印在牛奶盒上协寻。译者注），到那时候，已经没有人再点蜡烛祈祷守夜了，当地银行所提出的悬赏金成为这个案子里唯一会引起兴趣的部分。</p><p>然后——奇迹发生了——她赤裸着身体在公路旁边踽踽而行。</p><p>在她的病床山，她的皮肤上有紫色的瘀伤。她的头发剃光了。手腕上戴着塑胶环，上面写着：“C·克拉克”。</p><p>郡方的医事检验人员想在她身上采取男性生殖器的细胞——他说那种细胞是长形的，和女性阴部的圆形细胞不一样。他们想在她身上采取精液。那群警探用真空吸引器在她的头皮、手部和双脚上找不是她自己的表皮细胞，他们找到了蓝色丝绒、红色绸缎、黑色毛海的纤维。他们检查她口腔内部，用小碟子来分析DNA。</p><p>警方的心理医师来坐在她床边，说卡珊黛娜要说出她所有的痛苦，所有的辛酸，这是件很重要的事。</p><p>电视公司和电台的工作人员、报纸和杂志的记者，坐在停车场上，以她病房的窗子为背景，拍摄他们的报导，有些人退后来拍摄影人员拍摄摄影人员拍摄摄影人员拍摄她病房的窗子。以显示这里成了个马戏团，好像那才是最后的真相。</p><p>护士送来安眠药的时候，卡珊黛娜摇头说不要。她只要一闭上眼睛就睡着了。</p><p>因为卡珊黛娜不肯说话，警方就找上克拉克太太，跟她说他们的调查花掉了多少纳税人的钱。警探们摇着头，说他们有多生气，觉得遭到了背叛，他们那样辛苦，对那个女孩子那样关心，她却对自己给家人、社会和政府带来的痛苦和麻烦毫不在意。她害怕每个人为她哭泣，为她祈祷，每个人都恨那个折磨她的怪物，所有的人都希望把那个人抓起来受审。他们努力侦查，耗尽心力，至少该有这样的结果吧。该让他们看到她站在证人席上，一面哭着一面说那怪物怎么切了她的手指，割了她的胸部，还把木棍插进她的屁眼。</p><p>而卡珊黛娜只看着在她床边站成一排的警探。他们的每一张脸，所有的憎恨和愤怒都集中在她身上，因为她不肯给他们另外一个标靶。一个货真价实的恶魔，一个他们亟需的魔鬼。</p><p>地方检察官威胁说要以妨碍司法的罪名起诉卡珊黛娜。</p><p>她的母亲，克拉克太太，也在那群对她怒目而视的人里。</p><p>卡珊黛娜微微一笑，对他们说：“你们难道还不明白吗？你们太执迷于矛盾冲突了。”她说，“这是我的圆满结局。”她回头望着窗子，望着飞过的小鸟。她说：“我觉得好极了。”</p><p>她还住在医院里，要一条养在缸里的金鱼。然后，她靠躺在床上，看着金鱼在鱼缸里游来游去。画着金鱼，就像她母亲每天晚上看着一个个电视节目。</p><p>克拉克太太最后一次去看她的时候，卡珊黛娜只把眼光由金鱼缸移开了一下说：“我不再像你那样了。”她说：“我不需要吹嘘我的痛苦……”</p><p>从那以后，泰丝·克拉克再也没有去看她。</p>
         * wc : 2851
         */

        private String author;
        private String title;
        private String digest;
        private String content;
        private int wc;

        public String getAuthor() {
            return author;
        }

        public void setAuthor(String author) {
            this.author = author;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getDigest() {
            return digest;
        }

        public void setDigest(String digest) {
            this.digest = digest;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public int getWc() {
            return wc;
        }

        public void setWc(int wc) {
            this.wc = wc;
        }
    }
}
